Repository: mario-figueira/timetochange__compaigns
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, es_es

source: Para terminar clica no link seguinte para confirmares a criação da tua conta:
el_gr: Κάνε κλικ στο παρακάτω link για να επιβεβαιώσεις τη δημιουργία του λογαριασμού σου:
es_es: Para terminar, haz clic en el siguiente enlace para confirmar la creación de tu cuenta:

source: Link de activação
el_gr: Activation Link
es_es: Enlace de activación

source: Aproveita e activa este e-mail como &ldquo;Safe/Not junk&rdquo; para que possas continuar a receber e-mails nossos e a participar nas campanhas e estudos que temos para ti.
el_gr: Θυμήσου να χαρακτηρίσεις αυτό το email ως &ldquo;Ασφαλές/Μη Ανεπιθύμητο&ldquo; και να το προσθέσεις στη λίστα επαφών σου, έτσι ώστε να μπορείς να λαμβάνεις email από εμάς και να συμμετέχεις στις καμπάνιες και έρευνες που θα έχουμε ετοιμάσει για σένα.
es_es: Aprovecha y activa este correo electrónico como "Seguro / No spam" para que puedas seguir recibiendo correos electrónicos nuestros y participar en las campañas y sondeos de opinión que tenemos para ti.

source: Obrigado
el_gr: Ευχαριστούμε
es_es: Gracias

source: Por favor não respondas para este endereço de e-mail. Este é um endereço gerado automaticamente. Se tiveres alguma questão sobre a tua conta, ou acontecer algum erro, por favor envia um e-mail para:
el_gr: Παρακαλούμε μην απαντήσεις σε αυτό το email. Είναι μια διεύθυνση που δημιουργήθηκε αυτόματα. Αν έχεις κάποια ερώτηση σχετικά με το λογαριασμό σου ή θέλεις να αναφέρεις κάποιο σφάλμα, παρακαλούμε στείλε μας email στη διεύθυνση:
es_es: No respondas a este correo electrónico. Este mensaje se ha generado automáticamente. Si tienes alguna pregunta sobre tu cuenta o quieres notificar algún error, envía un correo electrónico a:

source: Para ver este email num browser
el_gr: Για να δεις αυτό το email σε WEB browser
es_es: Para ver este e-mail en un navegador

source: clica aqui
el_gr: Κάνε κλικ εδώ
es_es: haz clic aquí

source: Clica aqui
el_gr: Κάνε κλικ εδώ
es_es: Haz clic aquí

source: para usares o teu editor de email ou (2) preenche os campos.
el_gr: για να χρησιμοποιήσεις το email σου ή (2) συμπλήρωσε τα κενά πεδία
es_es: para que puedas usar tu editor de email o entonces (2) rellhena los campos.

source: Olá
el_gr: Γεια σου.
es_es: Hola

source: Obrigado pelo tempo que dispensaste para aderir à comunidade
el_gr: Ευχαριστούμε για το χρόνο που αφιέρωσες για την εγγραφή σου στην κοινότητα
es_es: Gracias por el tiempo que has dedicado a unirte a la comunidad

source: Para terminar clica no link seguinte para confirmares a criação da tua conta:
el_gr: Για την ολοκλήρωση, κάνε κλικ στο επόμενο link έτσι ώστε να επιβεβαιώσεις τη δημιουργία του λογαριασμού σου:
es_es: Para terminar, haz clic en el siguiente enlace para confirmar la creación de tu cuenta:

source: Aproveita e activa este e-mail como &ldquo;Safe/Not junk&rdquo; para que possas continuar a receber e-mails nossos e a participar nas Campanhas e WOMCasts que temos para ti.
el_gr: Για να μπορείς να λαμβάνεις τα emails μας, που σου επιτρέπουν να παίρνεις μέρος σε Καμπάνιες και WOMCast που θα έχουμε ετοιμάσει για σένα, μπορείς να διαμορφώσεις αυτό το mail ως &ldquo;Safe/Not junk&rdquo;
es_es: Aprovecha y activa este correo electrónico como "Seguro / No spam" para que puedas seguir recibiendo correos electrónicos nuestros y participar en las campañas y WOMCasts que tenemos para ti.

source: Por favor não respondas para este endereço de e-mail. Este é um endereço gerado automaticamente. Se tiveres alguma questão sobre a tua conta, ou acontecer algum erro, por favor envia um e-mail para:
el_gr: Παρακαλούμε μην απαντήσεις σε αυτή τη διεύθυνση email. Είναι μια διεύθυνση που χρησιμοποιείται μόνο για την αποστολή emails. Αν έχεις κάποια ερώτηση ή θέλεις να αναφέρεις κάποιο σφάλμα, παρακαλούμε στείλε μας email στη διεύθυνση:
es_es: No respondas a este e-mail. Ésta es una dirección generada automáticamente. Si tienes alguna pregunta sobre tu cuenta o se ha producido algún error, envía un correo electrónico a:

source: Recomendamos que incluas o e-mail %s &nbsp;no teu livro de endereços (address book).
el_gr: Σου προτείνουμε να συμπεριλάβεις αυτή τη διεύθυνση email %s στη λίστα επαφών σου.
es_es: Te recomendamos que incluyas la dirección de correo electrónico %s en tu libreta de direcciones.

source: Deste modo, evitarás que as mensagens que te enviamos desde %s&nbsp;sejam movidas por erro para a pasta de correio não desejado do teu e-mail.
el_gr: Έτσι, τα μηνύματα που θα σου στέλνουμε από το %s&nbsp; δεν θα πηγαίνουν κατά λάθος στο φάκελο με τα SPAM.
es_es: De esta manera, se evita que los mensajes que envíen desde %s se muevan por error a la carpeta de correo no deseado del correo electrónico.

source: Desta forma nunca perderás uma das nossas campanhas ou WOMCasts.
el_gr: Για να μην χάσεις ποτέ καμία από τις Καμπάνιες ή τα WOMCasts μας.
es_es: Así nunca te perderás ninguna de nuestras campañas o WOMCasts.

source: Parabéns.
el_gr: Συγχαρητήρια.
es_es: ¡Enhorabuena!

source: O teu registo foi um sucesso.
el_gr: Η εγγραφή σου ήταν επιτυχής.
es_es: Tu registro se ha realizado correctamente.

source: Dentro de alguns dias receberás novidades no teu email. Entretanto recomenda já o nosso site a todos os teus amigos. Podes ganhar pontos adicionais por cada um que se inscreva através da tua recomendação. Mais pontos são mais possibilidades de receberes convites para as campanhas que são do teu interesse. Não percas tempo!
el_gr: Σε λίγες μέρες θα λάβεις ενημερώσεις στο email σου. Στο μεταξύ, μπορείς να συστήσεις το site μας σε όλους σου τους φίλους. Μπορείς να κερδίσεις επιπλέον πόντους για κάθε φίλο που θα εγγραφεί μέσω της σύστασής σου. Όσους περισσότερους πόντους έχεις, τόσο πιο πολλές ευκαιρίες θα έχεις να λάβεις πρόσκληση για καμπάνιες που σε ενδιαφέρουν. Μη χάνεις χρόνο!
es_es: En pocos días recibirás noticias en tu correo electrónico. Mientras tanto, puedes recomendar nuestro sitio a todos tus amigos. Puedes ganar puntos adicionales por cada uno que se registre a través de tu recomendación. Más puntos significan más posibilidades de recibir invitaciones para las campañas que sean de tu interés. ¡No pierdas el tiempo!

source: Embaixadores
el_gr: Ambassadors
es_es: Embajadores

source: Back to My profile
el_gr: Πίσω στο προφίλ μου

source: Nome próprio
el_gr: Όνομα
es_es: Nombre

source: Apelido
el_gr: Επώνυμο
es_es: Apellidos

source: registration::show::change_email_link_label - Click here to change your email
el_gr: κάνε κλικ εδώ για να αλλάξεις τη διεύθυνση email σου

source: registration::show::change_password_link_label - Click here to change your password
el_gr: κάνε κλικ εδώ για να αλλάξεις τον κωδικό πρόσβασης

source: registration::show::update::button::text
el_gr: Αποθήκευση

source: Confirmar email
el_gr: Επιβεβαίωση Email

source: Confirmar password
el_gr: Επιβεβαίωση συνθηματικού
es_es: Confirmar contraseña

source: Código de convite
el_gr: Κωδικός πρόσκλησης
es_es: Código de invitación

source: Se recebeste um código de convite de um amigo, insere-o aqui. Vais ganhar pontos adicionais se o fizeres. Se não tiveres um código de convite deixa o campo vazio e continua.
el_gr: Εάν έλαβες κωδικό πρόσκλησης από φίλο, μπορείς να τον εισάγεις εδώ. Έτσι θα κερδίσεις έξτρα πόντους. Εάν δεν έχεις κωδικό πρόσκλησης, μπορείς να αφήσεις κενό το πεδίο και να προχωρήσεις.
es_es: Si has recibido un código de invitación de un amigo, introdúcelo aquí. Ganarás puntos adicionales si lo haces. Si no tienes un código de invitación, deja el campo vacío y continúa.

source: Verificação de SPAM
el_gr: Έλεγχος SPAM:
es_es: Verificación de SPAM:

source: Insira código
el_gr: Εισαγωγή κωδικού:
es_es: Inserta código:

source: Insere aqui o texto que vês ao lado
el_gr: Εισάγετε εδώ το κείμενο

source: Li e aceito a política de
el_gr: Έχω διαβάσει και αποδέχομαι
es_es: He leído y acepto la política de

source: Privacidade
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
es_es: Privacidad

source: Termos e Condições de Utilização
el_gr: Όροι και Προϋποθέσεις Χρήσης
es_es: Términos y condiciones de uso

source: Respeitamos a tua privacidade. Nunca te enviaremos spam ou partilharemos a tua informação pessoal com ninguém sem o teu consentimento.
el_gr: Σεβόμαστε τα προσωπικά σου δεδομένα. Δεν θα σου στείλουμε ποτέ spam, ούτε θα μοιραστούμε τα προσωπικά σου δεδομένα με άλλους χωρίς τη συγκατάθεσή σου.
es_es: Respetamos tu privacidad. Nunca te enviaremos spam ni compartiremos tu información personal con nadie sin tu consentimiento.

source: Registar
el_gr: Εγγραφή
es_es: Registro

source: Ocorreu um erro inesperado, se o erro persistir contacte o administrador do site.
el_gr: Προέκυψε απρόβλεπτο σφάλμα, αν το σφάλμα επιμείνει, επικοινωνείστε με τον διαχειριστή του δικτυακού τόπου.
es_es: Se ha producido un error inesperado. Si el error persiste, ponte en contacto con el administrador del sitio.

source: registration::update_email::explanation_text Please fill the form. an email will be sent to your current address for you to update your email you must click the link on the mail
el_gr: Μπορείς να εισάγεις εδώ τη νέα διεύθυνση email σου

source: Email confirmation
el_gr: Επιβεβαίωση Email

source: change_password::form::title - Mudança de password
el_gr: Επεξεργασία κωδικού πρόσβασης

source: change_password::form::message1 - Escreve em baixo a tua nova password
el_gr: Νέος κωδικός πρόσβασης

source: change_password::form::message2 - Depois de confirmares a mudança receberás por email a confirmação.
el_gr: Μετά την επιβεβαίωση της αλλαγής θα λάβεις email επιβεβαίωσης

source: change_password::form::submit_button_text - ok.
el_gr: Αποθήκευση

source: new password
el_gr: Νέο συνθηματικό
es_es: Nueva contraseña

source: password confirmation
el_gr: Επιβεβαίωση συνθηματικού
es_es: Confirmar contraseña

source: Obrigado pelo tempo que dispensaste para aderir à comunidade %s.
el_gr: Ευχαριστούμε για το χρόνο που αφιέρωσες για να γίνεις μέλος στην κοινότητά μας %s.
es_es: Gracias por el tiempo que has empleado para unirte a la comunidad %s.

source: Obrigado pelo tempo que dispensaste para aderir à comunidade.
el_gr: Ευχαριστούμε για το χρόνο που αφιέρωσες για να γίνεις μέλος στην κοινότητά μας.
es_es: Gracias por el tiempo que has empleado para unirte a la comunidad.

source: Parabéns
el_gr: Συγχαρητήρια
es_es: ¡Enhorabuena!

source: Pré-registo bem sucedido
el_gr: Η προεγγραφή σου ήταν επιτυχής.
es_es: Preinscripción correcta.

source: O teu registo está quase concluído.
el_gr: Η εγγραφή σου έχει σχεδόν ολοκληρωθεί.
es_es: Tu registro está casi terminado.

source: Verifica agora o teu email e clica no link que te enviámos para validar a tua conta
el_gr: Δες το mail σου τώρα και κάνε κλικ στο link που σου στείλαμε για να επικυρώσεις το λογαριασμό σου.
es_es: Comprueba ahora tu correo electrónico y haz clic en el enlace que te enviamos.

source: Nunca
el_gr: Ποτέ

source: Diaramente
el_gr: Καθημερινά
es_es: Diariamente

source: Clique para deixar de receber questionários desta categoria
el_gr: Κάνε κλικ εδώ για να σταματήσεις να λαμβάνεις ερωτηματολόγια για αυτή την κατηγορία.
es_es: Haz clic aquí para dejar de recibir cuestionarios de esta categoría

source: De
el_gr: Από
es_es: Desde

source: até
el_gr: σε
es_es: hasta

source: Vale %s pontos
el_gr: Αξίζει %s πόντους
es_es: Vale %s puntos

source: Ainda não preencheste Relatório WOM
el_gr: Δεν έχεις συμπληρώσει την αναφορά WOM
es_es: Todavía no has rellenado el informe de WOM

source: Página sem questões
el_gr: Σελίδα χωρίς ερωτήσεις
es_es: Página sin preguntas

source: salvar
el_gr: αποθήκευση
es_es: guardar

source: A gravação dos teus dados no formulário é feita automaticamente.
el_gr: Τα στοιχεία σου αποθηκεύονται αυτόματα
es_es: La grabación de tus datos en el formulario se realiza automáticamente.

source: página anterior
el_gr: προηγούμενη σελίδα

source: próxima página
el_gr: επόμενη σελίδα
es_es: página siguiente

source: %d de %d
el_gr: %d Από %d

source: Por favor, responde a todas as questões do questionário.
el_gr: Παρακαλούμε απάντησε σε όλες τις ερωτήσεις του ερωτηματολογίου
es_es: Contesta a todas las preguntas del cuestionario.

source: Questionário completo. Obrigado por responderes.
el_gr: Το ερωτηματολόγιο συμπληρώθηκε. Ευχαριστούμε για τις απαντήσεις σου.
es_es: Cuestionario terminado. Gracias por contestar.

source: Progresso:
el_gr: Πρόοδος:
es_es: Progreso:

source: Acabaste de ganhar %d pontos!
el_gr: Μόλις κέρδισες %d πόντους!
es_es: ¡Acabas de ganar %d puntos!

source: por responder
el_gr: Δεν έχει απαντηθεί
es_es: para responder

source: respondidos
el_gr: Έχει απαντηθεί

source: Comunidades no mundo:
el_gr: Το WOM στον Κόσμο:
es_es: Las comunidades en el mundo:

source: País:
el_gr: Χώρα

source: Embaixadores:
el_gr: Ambassadors:
es_es: Embajadores:

source: brevemente
el_gr: έρχεται σύντομα
es_es: próximamente

source: aberto
el_gr: Ανοιχτό
es_es: abierto

source: Não existem campanhas.
el_gr: Δεν υπάρχουν διαθέσιμες καμπάνιες

source: De %s até %s.
el_gr: από %s στο %s
es_es: Desde %s hasta%s.

source: O meu desempenho
el_gr: Οι επιδόσεις μου
es_es: Mi rendimiento

source: Galeria
el_gr: Συλλογή φωτογραφιών
es_es: Galería

source: Informações
el_gr: Πληροφορίες
es_es: Información

source: Minhas ações
el_gr: Οι δράσεις μου
es_es: Mis acciones

source: Envia a tua opinião
el_gr: Eπάγγελμα
es_es: Envía tu opinión

source: Relatório WOM
el_gr: Αναφορά WOM
es_es: Informe WOM

source: Questionário final
el_gr: Τελικό ερωτηματολόγιο
es_es: Cuestionario final

source: Enviar questionário a amigos
el_gr: Ερωτηματολόγιο για φίλους

source: Questionário A
el_gr: Ερωτηματολόγια A
es_es: Cuestionario A

source: Fala connosco (dúvidas)
el_gr: Μίλησέ μας (ερωτήσεις)
es_es: Habla con nosotros (preguntas)

source: CALENDÁRIO:
el_gr: ΗΜΕΡΟΛΟΓΙΟ:
es_es: CALENDARIO:

source: STATUS:
el_gr: ΣΤΑΤΟΥΣ:
es_es: ESTADO:

source: Campanha de experimentação
el_gr: Δοκιμαστικές καμπάνιες
es_es: Campaña de pruebas

source: Ver apenas campanhas em que participo ou participei
el_gr: Εμφάνισε μόνο τις καμπάνιες στις οποίες συμμετέχω ή έχω συμμετάσχει
es_es: Mostrar sólo las campañas en las que participo o he participado

source: em curso
el_gr: τρέχουσες
es_es: en marcha

source: Próximas
el_gr: Επόμενες

source: Terminadas
el_gr: που έχουν ολοκληρωθεί

source: Mostrar vista reduzida
el_gr: Εμφάνιση περιορισμένης προβολής
es_es: Mostrar vista reducida

source: Mostrar vista estendida
el_gr: Εμφάνιση εκτεταμένης προβολής
es_es: Mostrar vista ampliada

source: Ordenar por data
el_gr: Ταξινόμηση κατά ημερομηνία
es_es: Ordenar por fecha

source: Ordenar alfabeticamente
el_gr: Ταξινόμηση με αλφαβητική σειρά
es_es: Ordenar alfabéticamente

source: Mostrar campanhas de experimentação
el_gr: Εμφάνιση δοκιμαστικών καμπανιών
es_es: Mostrar las campañas de pruebas

source: Mostrar campanhas online (Womcasts)
el_gr: Εμφάνιση online καμπανιών (WOMCasts)
es_es: Mostrar las campañas online (WOMcasts)

source: Este site encontra-se temporariamente indisponível para manutenção.
el_gr: This site is temporarily unavailable due to maintenance.
es_es: Este sitio está temporalmente fuera de servicio por mantenimiento.

source: Lamentamos qualquer inconveniente.
el_gr: We sorry for any inconvenience caused.
es_es: Nos disculpamos por cualquier inconveniente.

source: Por favor volte mais tarde.
el_gr: Please come back later.
es_es: Por favor, vuelva más tarde.

source: Login:
el_gr: Είσοδος:

source: Password:
el_gr: Συνθηματικό:
es_es: Contraseña:

source: Tem de fazer Login
el_gr: Πρέπει να κάνεις login
es_es: Necesitas hacer login

source: Ups...algo correu mal!
el_gr: Oυπς... Κάτι πήγε στραβά!
es_es: ¡Vaya... algo salió mal!

source: Não está Login
el_gr: Δεν έχεις κάνει login
es_es: No estás conectado

source: Tens notificações novas! Clica aqui.
el_gr: Έχεις νέα μηνύματα. Κάνε κλικ εδώ.
es_es: ¡Tienes notificaciones nuevas! Haz clic aquí.

source: default::logged_in_homepage::campaign_section_title The first campaigns are about to begin. Stay tuned to your email.
el_gr: Οι πρώτες καμπάνιες ξεκινούν σύντομα. Μείνε συντονισμένος/η στο email σου!

source: default::logged_in_homepage::campaign_section_line_1 Meanwhile:
el_gr: Στο μεταξύ:

source: default::logged_in_homepage::campaign_section_line_2 - Keep your profile complete and updated. With that you have more opportunities to be selected for campaigns that interest you;
el_gr: - Κράτα το προφίλ σου συμπληρωμένο και ενημερωμένο. Έτσι θα έχεις περισσότερες πιθανότητες να σε επιλέξουμε για τις καμπάνιες που θα σε ενδιαφέρουν

source: default::logged_in_homepage::campaign_section_line_3 - Learn more about how to be an ambassador, with our training program;
el_gr: - Μάθε περισσότερα για το πώς να είσαι ambassador, με το εκπαιδευτικό μας πρόγραμμα

source: default::logged_in_homepage::campaign_section_line_4 - Start now spreading the word and recommending our community to your friends. You get points for each one that registers.
el_gr: - Άρχισε τώρα να μοιράζεσαι τα νέα και να συστήνεις την κοινότητά μας στους φίλους σου. Για κάθε έναν που γράφεται θα σου προσφέρουμε πόντους.

source: default::logged_in_homepage::campaign_section_line_5 Good Luck!
el_gr: Καλή τύχη!

source: Completa o teu perfil.
el_gr: Συμπλήρωσε το προφίλ σου
es_es: Completa tu perfil.

source: Ver
el_gr: Εμφάνιση

source: Pontos totais
el_gr: Σύνολο πόντων
es_es: Total de puntos

source: Nível
el_gr: Επίπεδο

source: Código:
el_gr: Κωδικός:

source: Como funciona
el_gr: Πώς λειτουργεί
es_es: Cómo funciona

source: Género
el_gr: Φύλο

source: change_password::change_password::ok::title - OK
el_gr: Συγχαρητήρια

source: change_password::change_password::ok::message - Password sucessfully changed.
el_gr: Ο κωδικός πρόσβασης άλλαξε με επιτυχία

source: change_password::change_password::failure::title - OOPS
el_gr: Oops!

source: change_password::change_password::failure::message - something went wrong.
el_gr: Σφάλμα στην αλλαγή του κωδικού πρόσβασης

source: registration::activate_registration::success_essage_1 - Your registration has been successfully submitted
el_gr: Η εγγραφή σου ήταν επιτυχής.

source: registration::activate_registration::success_essage_2 - Thanks for joining our community. You can now login and you will be able to:
el_gr: Ευχαριστούμε που γράφτηκες στην κοινότητά μας. Τώρα μπορείς να κάνεις log in και να:

source: registration::activate_registration::success_essage_3 - Complete your profile and keep it updated so we get to know you better and we can adjust our campaigns to your interests and needs;
el_gr: - Συμπληρώσεις το προφίλ σου. Φρόντισε να το κρατάς ενημερωμένο για να μπορούμε να σε γνωρίσουμε καλύτερα και να προσαρμόσουμε τις καμπάνιες μας στα ενδιαφέροντα και τις ανάγκες σου

source: registration::activate_registration::success_essage_4 - Register on campaigns available that are of interest to you;
el_gr: - Δηλώσεις συμμετοχή στις διαθέσιμες καμπάνιες που σε ενδιαφέρουν

source: registration::activate_registration::success_essage_5 - Learn more about how to be an ambassador, with our training program;
el_gr: - Μάθεις περισσότερα για το πώς να είσαι ambassador, με το εκπαιδευτικό μας πρόγραμμα

source: registration::activate_registration::success_essage_6 - Start getting the word out about our community and recommend it to your friends. You'll get points for each one that register. With more points you also have more opportunities we select you for the campaigns that interest you.
el_gr: - Ξεκινήσεις να μοιράζεσαι τα νέα για την κοινότητά μας και να τη συστήνεις στους φίλους σου. Για κάθε έναν που γράφεται θα κερδίζεις πόντους. Με περισσότερους πόντους θα έχεις περισσότερες ευκαιρίες να σε επιλέξουμε για τις καμπάνιες που σε ενδιαφέρουν.

source: registration::activate_registration::success_essage_7 - Good Luck!
el_gr: Καλή τύχη!

source: registration::activate_registration::failure - Your registration was not updated
el_gr: Oops!

source: registration::activate_pre_registration::failure - Your registration was not updated
el_gr: Oops!

source: registration::edit::registration_information::title - Registration
el_gr: Επεξεργασία εγγραφής

source: registration::edit::profile::sub_title - This is where you edit your registration information
el_gr: Εδώ μπορείς να επεξεργαστείς τα στοιχεία της εγγραφής σου

source: registration::edit::profile::html_desc - You can directly edit your first, and last name. And you can use the links provided to change you login or you password.
el_gr: Μπορείς να αλλάξεις απευθείας το όνομα και το επώνυμό σου και μπορείς να χρησιμοποιήσεις τα links για να αλλάξεις τα στοιχεία λογαριασμού και τον κωδικό πρόσβασης

source: registration::register::submit::submit_succeded - Registo bem sucedido
el_gr: Η εγγραφή σου ήταν επιτυχής

source: Alteração de registo bem sucedida
el_gr: Τα στοιχεία εγγραφής σου ανανεώθηκαν με επιτυχία

source: registration::update_mail_submit::mail_subject Mail update requested
el_gr: Επεξεργασία εγγραφής

source: registration::update_mail_submit::send_mail_failure - Something went wrong while sending you a confirmation email.
el_gr: Oops!

source: registration::update_mail_submit::send_mail_sucess - Success.
el_gr: Τσέκαρε το email σου και πάτα το link που σου στείλαμε

source: registration::update_mail_submit::generic_failure - Something went wrong.
el_gr: Oops!

source: registration::update_mail_confirm::update_succeded - Your registration was updated
el_gr: Τα στοιχεία εγγραφής σου ανανεώθηκαν με επιτυχία

source: registration::update_mail_confirm::update_failed - Your registration was not updated
el_gr: Oops!

source: Tem de introduzir um email válido.
el_gr: Η διεύθυνση email είναι λανθασμένη.
es_es: Debes introducir una dirección de correo electrónico válida.

source: O endereço fornecido já existe.
el_gr: Η παρεχόμενη διεύθυνση email υπάρχει ήδη
es_es: La dirección de correo electrónico proporcionada ya existe.

source: A introdução do nome é obrigatória.
el_gr: Η ερώτηση είναι απαραίτητη.
es_es: La introducción del nombre es obligatoria.

source: Existem erros de preenchimento que devem ser corrigidos para poder continuar.
el_gr: Υπάρχουν σφάλματα που πρέπει να διορθωθούν. Χρειάζεται συμπλήρωση για τη συνέχεια.
es_es: Hay errores de datos que deben corregirse para continuar.

source: A introdução do apelido é obrigatória.
el_gr: Η ερώτηση είναι απαραίτητη.
es_es: La introducción de los apellidos es obligatoria.

source: A password tem de ter no mínimo 6 caracteres
el_gr: Το συνθηματικό πρέπει να έχει τουλάχιστον 6 χαρακτήρες
es_es: La contraseña debe tener al menos 6 caracteres.

source: Erro na confirmação de email.
el_gr: Σφάλμα στην επικύρωση του email.
es_es: Error en la confirmación del correo electrónico.

source: Este email está incorreto.
el_gr: Η διεύθυνση email είναι λάθος.
es_es: Este correo electrónico es incorrecto.

source: Erro na confirmação da password.
el_gr: Σφάλμα στην επικύρωση του συνθηματικού.
es_es: Error en la confirmación de la contraseña.

source: Necessita aceitar os termos
el_gr: Χρεάζεται αποδοχή των όρων.
es_es: Necesitas aceptar los términos.

source: Este email já existe no sistema.
el_gr: Η διεύθυνση email υπάρχει ήδη στο σύστημα.
es_es: Esta dirección de correo electrónico ya existe en el sistema.

source: Código errado.
el_gr: Μη έγκυρος κωδικός.
es_es: Código incorrecto.

source: Bem-vindo
el_gr: Καλώς ήρθες
es_es: Validación de registro

source: Community
el_gr: κοινότητα
es_es: comunidad

source: Sobre nós
el_gr: Σχετικά
es_es: ¿Quiénes somos?

source: Suporte
el_gr: Υποστήριξη
es_es: Soporte

source: Junta-te a nós
el_gr: Γίνε μέλος τώρα
es_es: Únete a nosotros

source: recover_password::notification_mail::subject - Password recovery
el_gr: Επεξεργασία εγγραφής

source: recover_password_submit:success_title Success
el_gr: Συγχαρητήρια

source: recover_password_submit:success_message Check your email and follow the instructions
el_gr: Τσέκαρε το email σου και πάτα το link που σου στείλαμε
