Repository: mario-figueira/timetochange__compaigns
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, es_es

source: recover_password_submit:failure_notification_title
el_gr: Oops!

source: recover_password::recover_password::title Recuperação de password
el_gr: Συγχαρητήρια!

source: update_password::success_tex - Your password was updated.
el_gr: Ο κωδικός πρόσβασης άλλαξε με επιτυχία

source: update_password::failed_text - operation failed.
el_gr: Σφάλμα στην αλλαγή του κωδικού πρόσβασης

source: update_password::failed_text - invalid operation
el_gr: Σφάλμα στην αλλαγή του κωδικού πρόσβασης

source: Por favor insere o email com que te registaste na nossa comunidade.
el_gr: Γράψε το email με το οποίο γράφτηκες στην κοινότητά μας.
es_es: Escribe el correo electrónico con el que te inscribiste en nuestra comunidad.

source: Ao fazê-lo poderás ganhar pontos para a tua conta, por cada amigo teu que se registe.
el_gr: Έτσι μπορείς να κερδίσεις πόντους στο λογαριασμό σου για κάθε φίλο σου που θα γράφεται.
es_es: De esta manera puedes ganar puntos en tu cuenta por cada amigo que se inscriba.

source: Quanto mais pontos tiveres mais probabilidades tens de ser seleccionado para as campanhas que realmente te interessam.
el_gr: Όσους περισσότερους πόντους έχεις, τόσες περισσότερες ευκαιρίες θα έχεις να σε επιλέξουμε για τις καμπάνιες που πραγματικά σε ενδιαφέρουν.
es_es: Cuantos más puntos tengas, más oportunidades tienes de ser seleccionado para las campañas que realmente te interesan.

source: Atenção: para ganhares os pontos terás que ter a tua conta registada.
el_gr: Προσοχή: πρέπει να είσαι εγγεγραμμένο μέλος για να κερδίσεις πόντους.
es_es: Atención: para ganar puntos tienes que tener tu cuenta registrada.

source: Configura a tua mensagem
el_gr: Γράψε το μήνυμά σου:
es_es: Configura tu mensaje:

source: Tens de preencher pelo menos um endereço de email.
el_gr: Πρέπει να συμπληρώσεις τουλάχιστον μία διεύθυνση email.
es_es: Debes rellenar por lo menos una dirección de correo electrónico.

source: Foi enviado um email para %s
el_gr: Στείλαμε ένα email στον/στην %s
es_es: Se ha enviado un correo electrónico a %s

source: Junta-te já
el_gr: Γίνε μέλος τώρα
es_es: Únete ahora

source: Olá,
el_gr: Γεια σου,
es_es: Hola,

source: Vê já este site que te vai interessar.
el_gr: Αυτό το site μπορεί να σε ενδιαφέρει.
es_es: Echa un vistazo a este sitio, que te va a interesar.

source: É uma comunidade onde podes experimentar produtos e serviços das tuas marcas preferidas gratuitamente.
el_gr: Είναι μια κοινότητα όπου μπορείς να δοκιμάζεις δωρεάν προϊόντα και υπηρεσίες από τα αγαπημένα σου brands.
es_es: Se llama Embaixadores.com y te permite probar los productos y servicios de tus marcas preferidas de forma gratuita.

source: Eu já sou membro.
el_gr: Εγώ είμαι ήδη μέλος.
es_es: Yo ya soy miembro.

source: Regista-te usando este link - %s - e ambos ganharemos pontos para a nossa conta.
el_gr: Μπορείς να κάνεις εγγραφή πατώντας το παρακάτω link: %s
es_es: Inscríbete usando este enlace - %s - y ambos ganaremos puntos en nuestra cuenta

source: Quanto mais pontos tivermos mais probabilidades temos de ser seleccionados para as campanhas.
el_gr: Όσο περισσότερους πόντους έχουμε, τόσες περισσότερες ευκαιρίες θα έχουμε να μας επιλέξουν για τις καμπάνιες.
es_es: Cuantos más puntos tengamos, más oportunidades tendremos de ser seleccionados para las campañas.

source: Enviar email
el_gr: Αποστολή email

source: Redes sociais
el_gr: Πλατφόρμες κοινωνικής δικτύωσης
es_es: Redes sociales

source: É necessário um endereço de e-mail válido.
el_gr: Χρειάζεται έγκυρη διεύθυνση email.
es_es: Se necesita una dirección de correo electrónico válida.

source: Lamentamos mas ocorreu um erro ao efectuar o pré-registo. Foi-nos impossível guardar o endereço de mail fornecido.
el_gr: Λυπούμαστε, αλλά λόγω απρόβλεπτης εξέλιξης δεν ήταν δυνατή η εκτέλεση της προεγγραφής σας.
es_es: Lamentamos lo sucedido, pero se ha producido un error al realizar la preinscripción. No se ha podido guardar la dirección correo electrónico proporcionada.

source: Lamentamos mas ocorreu um erro ao enviar o mail para o endereço fornecido.
el_gr: Λυπούμαστε, αλλά λόγω απρόβλεπτης εξέλιξης δεν ήταν δυνατή η αποστολή του email επιβεβαίωσης.
es_es: Lamentamos lo sucedido, pero se ha producido un error al enviar el correo a la dirección proporcionada.

source: Lamentamos imenso mas uma situação imprevista inviabilizou a acção de pre-registo.
el_gr: Λυπούμαστε, αλλά λόγω απρόβλεπτης εξέλιξης δεν ήταν δυνατή η επιτυχής εκπλήρωση του αιτήματος.
es_es: Lamentamos lo sucedido, pero una situación imprevista ha hecho imposible realizar la preinscripción.

source: Ups! Algo correu mal!
el_gr: Oυπς... Κάτι πήγε στραβά!
es_es: ¡Vaya... algo salió mal!

source: Não foi possível confirmar o registo.
el_gr: Αποτυχία επιβεβαίωσης.
es_es: No se ha podido confirmar la inscripción.

source: O registo já se encontra confirmado.
el_gr: Η εγγραφή σου έχει ήδη επιβεβαιωθεί.
es_es: La inscripción ya está confirmada.

source: Registo inicial
el_gr: Αρχική εγγραφή
es_es: Registro Inicial

source: Bónus
el_gr: Μπόνους

source: profile::bonus_item::help_text - Bonus help text
el_gr: Συμπληρώστε το προφίλ σας και να πάρετε 40 πόντους μπόνους

source: Profile::points details::profile
el_gr: Προφίλ

source: Profile::points details::these_points_are_permanent - These points are permanent.
el_gr: Τα σημεία αυτά είναι μόνιμα

source: Profile::points details::friend that registered
el_gr: Φίλοι που έκαναν εγγραφή με τον κωδικό πρόσκλησής σου.

source: Profile::points details::Friend had registered - %d friends had registered with your code
el_gr: %d φίλοι έχουν κάνει εγγραφή με τον κωδικό πρόσκλησής σου.

source: Profile::points details::enrolled campaigns - Campaigns you had participated
el_gr: Συμμετοχή σε καμπάνιες

source: Lamentamos imenso o sucedido mas uma situação imprevista inviabilizou a satisfação do pedido com sucesso
el_gr: Λυπούμαστε, αλλά λόγω απρόβλεπτης εξέλιξης δεν ήταν δυνατή η επιτυχής εκπλήρωση του αιτήματος.
es_es: Lamentamos lo sucedido, pero una situación imprevista ha hecho imposible la realización de la petición.

source: login_box::message - Login session expired.
el_gr: Login session expired.

source: login_box::message - Inválid login credentials.
el_gr: Μη έγκυρες πληροφορίες

source: login_box::message - Unexpected error. Please try later!
el_gr: Unexpected error. Please try later!

source: Achas que és um principiante
el_gr: Αρχάριος
es_es: Un principiante

source: Um bom conselheiro
el_gr: Καλός σύμβουλος
es_es: Un buen consejero

source: Um ótimo conselheiro
el_gr: Πολύ καλός σύμβουλος
es_es: Un gran consejero

source: Um especialista
el_gr: Ειδικός
es_es: Un especialista

source: Diariamente
el_gr: Καθημερινά

source: 3 Vezes por semana
el_gr: 3 φορές την εβδομάδα
es_es: 3 veces a la semana

source: 2 Vezes por semana
el_gr: 2 φορές την εβδομάδα
es_es: 2 veces a la semana

source: 1 Vez por semana
el_gr: 1 φορά την εβδομάδα
es_es: 1 vez a la semana

source: 2 Vezes por mês
el_gr: 2 φορές το μήνα
es_es: 2 veces al mes

source: 1 Vez por mês
el_gr: 1 φορά το μήνα
es_es: 1 vez al mes

source: 4 Vezes por ano
el_gr: 4 φορές το χρόνο
es_es: 4 veces al año

source: 2 Vezes por ano
el_gr: 2 φορές το χρόνο
es_es: 2 veces al año

source: 1 Vez por ano
el_gr: Μία φορά το χρόνο
es_es: 1 vez al año

source: Não pratico
el_gr: Δεν ασχολούμαι
es_es: No practico

source: profile::social_network::time_spent - All day long
el_gr: Όλη μέρα
es_es: Durante todo el día

source: profile::social_network::time_spent - Once a day
el_gr: Μία φορά την ημέρα
es_es: 1 vez al dia

source: profile::social_network::time_spent - 3 times a week
el_gr: 3 φορές την εβδομάδα
es_es: 3 veces a la semana

source: profile::social_network::time_spent - Twice a week
el_gr: 2 φορές την εβδομάδα
es_es: 2 veces a la semana

source: profile::social_network::time_spent - Once a week
el_gr: Μία φορά την εβδομάδα
es_es: 1 vez a la semana

source: profile::social_network::time_spent - Twice a month
el_gr: 2 φορές το μήνα
es_es: 2 veces al mes

source: profile::social_network::time_spent - Once a month
el_gr: Μία φορά το μήνα
es_es: 1 vez al mes

source: profile::social_network::time_spent - 4 times a year
el_gr: 4 φορές το χρόνο
es_es: 4 veces al año

source: profile::social_network::time_spent - Twice a year
el_gr: 2 φορές το χρόνο
es_es: 2 veces al año

source: profile::social_network::time_spent - Once a year
el_gr: Μία φορά το χρόνο
es_es: 1 vez al año

source: profile::social_network::behaviour - I follow other people posts
el_gr: Ακολουθώ τις αναρτήσεις άλλων
es_es: Sigo los comentarios de los demás

source: profile::social_network::behaviour - I write posts on a regular basis
el_gr: Γράφω αναρτήσεις τακτικά
es_es: Hago publicaciones periódicas

source: profile::social_network::behaviour - I comment the posts that other people publish
el_gr: Αφήνω σχόλια σε αναρτήσεις άλλων
es_es: Comento lo que otros publican

source: profile::social_network::contacts_quantity - Less than 100
el_gr: λιγότερες από 100
es_es: Menos de 100

source: profile::social_network::contacts_quantity - Between 100 and 200
el_gr: Μεταξύ 100 και 200
es_es: Entre 100 y 200

source: profile::social_network::contacts_quantity - Between 200 and 300
el_gr: Μεταξύ 200 και 300
es_es: Entre 200 y 300

source: profile::social_network::contacts_quantity - Between 300 and 400
el_gr: Μεταξύ 300 και 400
es_es: Entre 300 y 400

source: profile::social_network::contacts_quantity - Between 400 and 500
el_gr: Μεταξύ 400 και 500
es_es: Entre 400 y 500

source: profile::social_network::contacts_quantity - Between 500 and 1.000
el_gr: Μεταξύ 500 και 1.000
es_es: Entre 500 y 1.000

source: profile::social_network::contacts_quantity - Between 1.000 and 1.500
el_gr: Μεταξύ 1.000 και 1.500
es_es: Entre 1.000 y 1.500

source: profile::social_network::contacts_quantity - Between 1.500 and 2.000
el_gr: Μεταξύ 1.500 και 2.000
es_es: Entre 1.500 y 2.000

source: profile::social_network::contacts_quantity - Between 2.000 and 3.000
el_gr: Μεταξύ 2.000 και 3.000
es_es: Entre 2.000 y 3.000

source: profile::social_network::contacts_quantity - Between 3.000 and 4.000
el_gr: Μεταξύ 3.000 και 4.000
es_es: Entre 3.000 y 4.000

source: profile::social_network::contacts_quantity - Between 4.000 and 5.000
el_gr: Μεταξύ 4.000 και 5.000
es_es: Entre 4.000 y 5.000

source: profile::social_network::contacts_quantity - Between 5.000 and 10.000
el_gr: Μεταξύ 5.000 και 10.000
es_es: Entre 5.000 y 10.000

source: profile::social_network::contacts_quantity - More than 10.000
el_gr: περισσότερες από 10.000
es_es: Más de 10.000

source: survey::question::file_upload::invalid_file_size - Invalid file size %d should be smaller than than 120000 bytes (12 Kb). Please resize it or use another.
el_gr: Μη έγκυρο μέγεθος αρχείου, το %d θα πρέπει να είναι μικρότερο από 120000 bytes (120 Kb). Μπορείς να αλλάξεις το μέγεθος ή να χρησιμοποιήσεις άλλο αρχείο.

source: survey::question::file_upload::invalid_file_type - Invalid file type %d. Please use another.
el_gr: Invalid file type %d. Please use another.

source: survey::question::file_upload::unspecified_error_default_error_msg - An error occurred while processing your upload. Try again.
el_gr: An error occurred while processing your upload. Try again.

source: label::select_option
el_gr: (Διάλεξε από τη λίστα)

source: Outro
es_es: Otro

source: Design
es_es: Diseño

source: Recuperar Pass
es_es: Recuperar contraseña

source: site_entrance
es_es: página inicial

source: fake_page
es_es: página falsa

source: Loading the player. Please wait ...
es_es: Cargando el reproductor. Por favor aguarde ...

source: Voltar
es_es: Volver

source: Voltar listagem
es_es: Volver a la lista

source: Visitar site
es_es: Visitar sitio web

source: Questionário inicial
es_es: Cuestionario inicial

source: Dados Demográficos
es_es: Información Demográfica

source: Idade
es_es: Edad

source: Lamentamos mas ocorreu um erro ao efectuar o seu pré-registo. Foi-nos impossível guardá-lo.
es_es: Lamentamos lo sucedido, pero se ha producido un error al realizar la preinscripción. No se ha podido guardar la dirección correo electrónico proporcionada.

source: Até já,
es_es: Hasta luego,

source: Ocorreu um erro ao efectuar o teu registo.
es_es: Ha ocurrido un error al realizar tu registro.
