Repository: mario-figueira/timetochange__compaigns
Catalog: locale/*.utf8/LC_MESSAGES/messages.po
Languages: el_gr, es_es

source: Formato inválido, tem de ter 10 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να έχεις 10 ψηφία
es_es: Formato no válido, debe tener 10 dígitos

source: Formato inválido, tem de ter entre 4 a 13 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να είναι μεταξύ 4 και 13 ψηφίων
es_es: Formato no válido, debe tener entre 4 y 13 dígitos

source: Formato inválido, tem de ter entre 8 a 9 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να είναι μεταξύ 8 και 9 ψηφίων
es_es: Formato no válido, debe tener entre 8 y 9 dígitos

source: Formato inválido, tem de ter 11 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να έχεις 11 ψηφία
es_es: Formato no válido, debe tener 11 dígitos

source: Formato inválido, tem de ter 9 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να έχεις 9 ψηφία
es_es: Formato no válido, debe tener 9 dígitos

source: Formato inválido, tem de ter entre 4 a 12 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να είναι μεταξύ 4 και 12 ψηφίων
es_es: Formato no válido, debe tener entre 4 y 12 dígitos

source: Formato inválido, tem de ter 8 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να έχεις 8 ψηφία
es_es: Formato no válido, debe tener 8 dígitos

source: Formato inválido, tem de ter entre 5 a 12 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να είναι μεταξύ 5 και 12 ψηφίων
es_es: Formato no válido, debe tener entre 5 y 12 dígitos

source: Formato inválido, tem de ter entre 8 a 11 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να είναι μεταξύ 8 και 11 ψηφίων
es_es: Formato no válido, debe tener entre 8 y 11 dígitos

source: Formato inválido, tem de ter entre 7 a 9 digitos
el_gr: Μη έγκυρη μορφή, πρέπει να είναι μεταξύ 7 και 9 ψηφίων
es_es: Formato no válido, debe tener entre 7 y 9 dígitos

source: Trabalho por conta de outrém a tempo inteiro
el_gr: Πλήρης απασχόληση
es_es: Trabajo por cuenta ajena a tiempo completo

source: Tenho o meu próprio negócio
el_gr: Ελεύθερος επαγγελματίας
es_es: Tengo mi propio negocio

source: Trabalho por conta de outrém a tempo parcial
el_gr: Μερική απασχόληση
es_es: Trabajo por cuenta ajena a tiempo parcial

source: Trabalho em casa
el_gr: Οικιακά
es_es: Trabajo en casa

source: Sou estudante a tempo inteiro
el_gr: Φοιτητής/ Μαθητής πλήρους απασχόλησης
es_es: Soy estudiante a tiempo completo

source: Sou estudante em tempo parcial
el_gr: Φοιτητής/ Μαθητής μερικής απασχόλησης
es_es: Soy estudiante a tiempo parcial

source: Estou desempregado
el_gr: Δεν εργάζομαι
es_es: Estoy desempleado

source: Não é um formato válido. ex: Annnn(AAA)
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: Annnn(AAA)

source: Não é um formato válido. ex: nnnn
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: nnnn

source: Não é um formato válido. ex: nnnnn
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: nnnnn

source: Não é um formato válido. ex: FInnnnn
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: FInnnnn

source: Não é um formato válido. ex: AA(AA) nAA
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: AA(AA) nAA

source: Não é um formato válido. ex: nnn nn
el_gr: Μη έγκυρη μορφή.

source: Não é um formato válido. ex: nnnn AA
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: nnnn AA

source: Não é um formato válido. ex: nnnn(-nnn)
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: nnnn(-nnn)

source: Não é um formato válido. ex: SEnnn nn
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: SEnnn nn

source: Não é um formato válido. ex: nnnnn-nnnn
el_gr: Μη έγκυρη μορφή.
es_es: No es un formato válido. Ejemplo: nnnn-nnnnn

source: Sozinho (eu sei o que quero e o que é bom para mim)
el_gr: Μόνος (ξέρω τι θέλω και τι μου πηγαίνει)
es_es: Solo (sé lo que quiero y lo que es bueno para mí)

source: Com amigos (eles são sempre honestos comigo!)
el_gr: Με φίλους (θα μου πουν την αλήθεια!)
es_es: Con amigos (¡que son siempre sinceros conmigo!)

source: Online (rápido e eficiente)
el_gr: Online (γρήγορο και άνετο)
es_es: Online (rápido y eficiente)

source: É outra pessoa que normalmente compras as coisas para mim (eu não tenho tempo nem interesse)
el_gr: Κάποιος άλλος αγοράζει πράγματα για μένα συνήθως (δεν έχω το χρόνο ούτε το ενδιαφέρον)
es_es: Hay otra persona que normalmente compra cosas para mí (no tengo tiempo ni interés)

source: Nenhuma das respostas anteriores
el_gr: Κανένα από τα παραπάνω
es_es: Ninguna de las anteriores

source: Banca/Finanças/Seguros
el_gr: Τραπεζικά/ Χρηματοοικονομικά/ Ασφάλειες
es_es: Banca/Finanzas/Seguros

source: Antiguidades
el_gr: Αντίκες
es_es: Antigüedades

source: Arte/Exposições/Museus
el_gr: Τέχνη/ Εκθέσεις/ Μουσεία
es_es: Arte/Exposiciones/Museos

source: Conferências
el_gr: Συνέδρια
es_es: Conferencias

source: Cozinhar
el_gr: Μαγειρική
es_es: Cocina

source: Gastronomia
el_gr: Γαστρονομία
es_es: Gastronomía

source: Animação online/3D
el_gr: 3D / Online Animation
es_es: Animación online/3D

source: Decoração
el_gr: Διακόσμηση
es_es: Decoración

source: Bricolage
el_gr: Μαστορέματα
es_es: Bricolaje

source: Desenho/Artes plásticas
el_gr: Design/ Εικαστικά
es_es: Diseño/Artes plásticas

source: Pesca
el_gr: Ψάρεμα

source: Caça
el_gr: Κυνήγι
es_es: Caza

source: Jogo/Poker/Casino
el_gr: Παιχνίδια/ Πόκερ/ Καζίνο
es_es: Juego/Póker/Casino

source: Artesanato
el_gr: Χειροτεχνίες
es_es: Artesanía

source: Bebidas
el_gr: Ποτά

source: Tocar música
el_gr: Μουσική

source: Vinhos
el_gr: Κρασί
es_es: Vinos

source: Fotografia
el_gr: Φωτογραφία
es_es: Fotografía

source: Vídeo
el_gr: Video

source: Teatro
el_gr: Θέατρο

source: Cinema
el_gr: Σινεμά
es_es: Cine

source: Vídeojogos
el_gr: Videogames
es_es: Videojuegos

source: Computadores
el_gr: Υπολογιστές
es_es: Ordenadores

source: Ler revistas
el_gr: Περιοδικά
es_es: Leer revistas

source: Fazer compras
el_gr: Shopping
es_es: Compras

source: Jogar na bolsa
el_gr: Επενδύσεις
es_es: Invertir en bolsa

source: Viajar
el_gr: Ταξίδια

source: Escrever
el_gr: Γράψιμο
es_es: Escribir

source: Automóveis
el_gr: Αυτοκίνητα
es_es: Coches

source: Motociclismo
el_gr: Μηχανές
es_es: Motos

source: Vida saudável/Nutrição
el_gr: Υγιεινή Ζωή/ Διατροφή
es_es: Vida saludable/Nutrición

source: Campismo
el_gr: Camping
es_es: Acampada

source: Ópera
el_gr: Όπερα

source: Cosmética/Beleza
el_gr: Καλλυντικά/ Ομορφιά
es_es: Cosméticos/Belleza

source: Férias/Viagens
el_gr: Διακοπές/ Ταξίδια
es_es: Vacaciones/Viajes

source: Jardinagem
el_gr: Κηπουρική
es_es: Jardinería

source: Limpeza
el_gr: Καθαριότητα
es_es: Limpieza

source: Literatura/Livros
el_gr: Λογοτεχνία/ Βιβλία
es_es: Literatura/Libros

source: Moda/Roupa/Acessórios
el_gr: Μόδα/ Ρούχα/ Αξεσουάρ
es_es: Moda/Ropa/Accesorios

source: Montanhismo
el_gr: Ορειβασία
es_es: Montañismo

source: Música/Concertos
el_gr: Μουσική/ Συναυλίες
es_es: Música/Conciertos

source: Negócios
el_gr: Επιχειρηματικά θέματα
es_es: Negocios

source: Eu adoro ter e experimentar produtos novos, e estou sempre à procura deles.
el_gr: Μου αρέσει να έχω νέα προϊόντα και να μπορώ να τα δοκιμάζω. Πάντα τα ψάχνω.
es_es: Me encanta tener productos nuevos y poder probarlos. Los busco siempre.

source: Eu compro produtos novos, se vir neles conveniência
el_gr: Αγοράζω νέα προϊόντα αν δω ότι είναι πραγματικά χρήσιμα.
es_es: Puedo comprar productos nuevos si me doy cuenta de que son realmente útiles.

source: Se os meus amigos me recomendarem um produto novo, normalmente compro.
el_gr: Αν οι φίλοι μου προτείνουν ένα νέο προϊόν, συνήθως το αγοράζω.
es_es: Si mis amigos me recomiendan un producto nuevo, normalmente lo compro.

source: Apenas compro e experimento produtos novos de vez em quando.
el_gr: Προσπαθώ να αγοράζω νέα προϊόντα καμιά φορά
es_es: Trato de probar y comprar productos nuevos de vez en cuando.

source: Ator
el_gr: Ηθοποιός
es_es: Actor

source: Administrativo
el_gr: Διοικητικός υπάλληλος

source: Advogado
el_gr: Δικηγόρος
es_es: Abogado

source: Agente de Segurança
el_gr: Σώματα Ασφαλείας
es_es: Agente de seguridad

source: Agricultor
el_gr: Αγρότης

source: Analista
el_gr: Αναλυτής

source: Antropólogo
el_gr: Ανθρωπολόγος

source: Arqueólogo
el_gr: Αρχαιολόγος

source: Arquiteto
el_gr: Αρχιτέκτων
es_es: Arquitecto

source: Artista
el_gr: Εικαστικός

source: Auditor
el_gr: Ελεγκτής

source: Bancário
el_gr: Τραπεζικός
es_es: Bancario

source: Barbeiro
el_gr: Κουρέας
es_es: Barbero

source: Biólogo
el_gr: Βιολόγος

source: Bombeiro
el_gr: Πυροσβέστης
es_es: Bombero

source: Cabeleireiro
el_gr: Κομμωτής/Κομμώτρια
es_es: Peluquero

source: Canalizador
el_gr: Υδραυλικός
es_es: Fontanero

source: Carpinteiro
el_gr: Μαραγκός
es_es: Carpintero

source: Cientista
el_gr: Επιστήμων
es_es: Científico

source: Comerciante
el_gr: Έμπορος

source: Comunicação
el_gr: Επαγγελματίας στην Επικοινωνία
es_es: Comunicación

source: Construtor Civil
el_gr: Οικοδόμος
es_es: Albañil

source: Consultor
el_gr: Σύμβουλος

source: Contabilista
el_gr: Λογιστής
es_es: Contable

source: Cozinheiro
el_gr: Μάγειρας
es_es: Cocinero

source: Dançarino
el_gr: Χορευτής/Χορεύτρια
es_es: Bailarín

source: Decorador
el_gr: Διακοσμητής

source: Dentista
el_gr: Οδοντίατρος

source: Designer Gráfico
el_gr: Γραφίστας
es_es: Diseñador gráfico

source: Designer de Moda
el_gr: Σχεδιαστής Μόδας
es_es: Diseñador de moda

source: Desportista
el_gr: Αθλητής
es_es: Deportista

source: Dietista
el_gr: Διαιτολόγος

source: Doméstico
el_gr: Οικιακά
es_es: Ama de casa

source: Economista
el_gr: Οικονομολόγος

source: Educador de Infância
el_gr: Νηπιαγωγός
es_es: Maestro de educación infantil

source: Eletricista
el_gr: Ηλεκτρολόγος
es_es: Electricista

source: Empregado de Bar
el_gr: Μπάρμαν
es_es: Barman

source: Empregado de Loja
el_gr: Υπάλληλος καταστήματος
es_es: Dependiente

source: Empregado de Mesa
el_gr: Σερβιτόρος
es_es: Camarero

source: Enfermeiro
el_gr: Νοσοκόμος/Νοσοκόμα
es_es: Enfermero

source: Engenheiro
el_gr: Μηχανικός
es_es: Ingeniero

source: Escritor
el_gr: Συγγραφέας

source: Escultor
el_gr: Γλύπτης

source: Estudante
el_gr: Φοιτητής/Μαθητής
es_es: Estudiante

source: Farmacêutico
el_gr: Φαρμακοποιός
es_es: Farmacéutico

source: Físico
el_gr: Φυσικός

source: Fisioterapeuta
el_gr: Φυσικοθεραπευτής

source: Fotógrafo
el_gr: Φωτογράφος

source: Funcionário Público
el_gr: Κυβερνητικός υπάλληλος
es_es: Funcionario público

source: Geólogo
el_gr: Γεωλόγος

source: Gestor
el_gr: Διευθυντικό στέλεχος
es_es: Gerente

source: Governanta
el_gr: Οικονόμος
es_es: Empleado doméstico

source: Historiador
el_gr: Ιστορικός

source: Informático
el_gr: Τεχνικός Η/Υ

source: Jardineiro
el_gr: Κηπουρός
es_es: Jardinero

source: Jornalista
el_gr: Δημοσιογράφος
es_es: Periodista

source: Juiz
el_gr: Δικαστής
es_es: Juez

source: Marinheiro
el_gr: Ναύτης
es_es: Marinero

source: Marketeer
el_gr: Μarketeer
es_es: Agente de marketing

source: Massagista
el_gr: Μασέρ
es_es: Masajista

source: Matemático
el_gr: Μαθηματικός

source: Mecânico
el_gr: Μηχανικός
es_es: Mecánico

source: Médico
el_gr: Γιατρός

source: Militar
el_gr: Στρατιωτικός

source: Mineiro
el_gr: Εξορύκτης
es_es: Minero

source: Modelo
el_gr: Μοντέλο

source: Motorista
el_gr: Οδηγός
es_es: Conductor

source: Músico
el_gr: Μουσικός

source: Nutricionista
el_gr: Διατροφολόγος

source: Operário
el_gr: Εργάτης
es_es: Operario de fábrica

source: Ótico
el_gr: Οφθαλμίατρος
es_es: Óptico

source: Paisagista
el_gr: Τοπογράφος
es_es: Paisajista

source: Pasteleiro
el_gr: Ζαχαροπλάστης
es_es: Pastelero

source: Pescador
el_gr: Ψαράς

source: Pintor
el_gr: Ζωγράφος

source: Polícia
el_gr: Αστυνομικός
es_es: Policía

source: Professor
el_gr: Δάσκαλος/Δασκάλα
es_es: Maestro

source: Professor de Fitness
el_gr: Γυμναστής
es_es: Profesor de fitness

source: Programador
el_gr: Προγραμματιστής

source: Psicólogo
el_gr: Ψυχολόγος

source: Publicitário
el_gr: Διαφημιστής
es_es: Publicista

source: Químico
el_gr: Χημικός

source: Rececionista
el_gr: Ρεσεψιονίστ
es_es: Recepcionista

source: Soldador
el_gr: Συγκολλητής

source: Talhante
el_gr: Κρεοπώλης
es_es: Carnicero

source: Taxista
el_gr: Οδηγός Ταξί

source: Técnico de Saúde
el_gr: Επαγγελματίας Υγείας και Πρόνοιας
es_es: Personal sanitario

source: Trabalhador da Construção Civil
el_gr: Εργάτης κατασκευαστικής εταιρείας
es_es: Trabajador de la construcción

source: Trabalho Social
el_gr: Κοινωνικός Λειτουργός
es_es: Asistente social

source: Turismo
el_gr: Τουριστικά Επαγγέλματα

source: Urbanista
el_gr: Πολεοδόμος

source: Vendedor
el_gr: Πωλητής

source: Veterinário
el_gr: Κτηνίατρος
es_es: Veterinario

source: Vigilante
el_gr: Επιτηρητής

source: Normalmente faço as coisas sozinho. Assim posso fazer o que quero.
el_gr: Συνήθως κάνω πράγματα μόνος μου. Έτσι μπορώ να κάνω ό,τι θέλω.
es_es: Normalmente hago las cosas solo. Así puedo hacer lo que quiero.

source: Se os meus amigos tomarem as decisões, normalmente eu participo sempre
el_gr: Αν οι φίλοι μου πάρουν τις αποφάσεις, σχεδόν πάντα συμμετέχω.
es_es: Si mis amigos deciden, suelo participar siempre.

source: Quase sempre decidimos em conjunto o que fazer.
el_gr: Σχεδόν πάντα αποφασίζουμε μαζί τι θα κάνουμε.
es_es: Casi siempre decidimos juntos qué hacer.

source: Eu sugiro frequentemente o que devemos fazer e convenço os meus amigos.
el_gr: Συχνά προτείνω τι να κάνουμε και καταφέρνω να πείσω τους φίλους μου.
es_es: Con frecuencia sugiero lo que debemos hacer y consigo convencer a mis amigos.

source: Eu planeio na maior parte das vezes o que fazemos.
el_gr: Τις περισσότερες φορές εγώ προγραμματίζω το τι θα κάνουμε.
es_es: Yo planifico la mayoría del tiempo lo que vamos a hacer.

source: Com que frequência usas as seguintes tecnologias?
el_gr: Πόσο συχνά χρησιμοποιείς τις παρακάτω τεχνολογίες;
es_es: Con qué frecuencia utilizas las siguientes tecnologías

source: flags
el_gr: flags N/A

source: Condições de utilização
el_gr: Όροι Χρήσης
es_es: Condiciones de utilización

source: Wom no Mundo
el_gr: Tο WOM στον κόσμο
es_es: WOM en el mundo

source: Para empresas
el_gr: Για τις εταιρείες

source: Para embaixadores
el_gr: Για τους ambassadors
es_es: Para embajadores

source: Contacta-nos
el_gr: Επικοινωνία
es_es: Contacta con nosotros

source: Política de privacidade
el_gr: Πολιτική Προστασίας Προσωπικών Δεδομένων
es_es: Política de privacidad

source: Registo
el_gr: Εγγραφή
es_es: Registro

source: Questionários
el_gr: Ερωτηματολόγια
es_es: Cuestionarios

source: O meu perfil
el_gr: Το προφίλ μου
es_es: Mi perfil

source: Confirmação
el_gr: επικύρωση
es_es: Confirmación

source: Campanhas
el_gr: Καμπάνιες
es_es: Campañas

source: Informação
el_gr: Πληροφορίες
es_es: Información

source: Nova Password
el_gr: Νέο συνθηματικό
es_es: Nueva contraseña

source: Confirmação Password
el_gr: Επιβεβαίωση συνθηματικού
es_es: Confirmar contraseña

source: Feminino
el_gr: Γυναίκα
es_es: Mujer

source: Masculino
el_gr: Άντρας
es_es: Hombre

source: Solteiro
el_gr: Άγαμος/η
es_es: Soltero

source: Casado
el_gr: Έγγαμος/η

source: Divorciado
el_gr: Διαζευγμένος/η

source: Viuvo
el_gr: Χήρος/Χήρα
es_es: Viudo

source: Primária
el_gr: Πρωτοβάθμια
es_es: Primaria

source: Preparatória
el_gr: Δευτεροβάθμια
es_es: Preparatoria

source: Secundário
el_gr: Τριτοβάθμια
es_es: Secundaria

source: Licenciatura
el_gr: Πτυχίο

source: Mestrado
el_gr: Master
es_es: Máster universitario

source: Doutoramento
el_gr: Διδακτορικό
es_es: Doctorado

source: Sim
el_gr: ναι
es_es: sí

source: Não
el_gr: όχι
es_es: no

source: Enviar
el_gr: Αποστολή

source: Enviar a amigo
el_gr: Στείλτο σε ένα φίλο
es_es: Enviar a un amigo

source: &copy; 2008 - 2012 Todos os direitos reservados. Embaixadores.com &reg; é uma marca registada da WOM - Marketing Agency, Lda.
el_gr: Copyright: © 2012. Με επιφύλαξη κάθε νόμιμου δικαιώματος. Το Ambassadors.com είναι σήμα κατατεθέν της WOM - Marketing Agency, Ltd.
es_es: &copy; 2008 - 2012 Todos los derechos reservados. Embajadores.com &reg; es una marca registrada de WOM - Marketing Agency, Lda.

source: Estamos à procura de 20.000 experimentadores de produtos no Brasil.
el_gr: Αναζητούμε 5.000 από εσάς για δοκιμές προϊόντων στην Ελλάδα.
es_es: Buscamos 20.000 probadores de productos en España.

source: Queres ajudar a renovar tendências? Como embaixador podes transformar-te num autêntico trend setter. Vais poder experimentar produtos das tuas marcas ou produtos preferidos e dar-lhes feedback sobre os mesmos. É tudo muito simples, sem custos e com muita diversão.
el_gr: Θέλεις να βοηθήσεις στην ανανέωση των τάσεων; Σαν ambassador, θα μπορείς εσύ να διαμορφώνεις τις τάσεις. Θα μπορείς να δοκιμάζεις τα προϊόντα των αγαπημένων σου brands και να λες τη γνώμη σου για αυτά. Είναι πολύ απλό, χωρίς κόστος και πολύ διασκεδαστικό.
es_es: ¿Quieres ayudar a renovar las tendencias? Como embajador puedes convertirte en una persona que marque tendencias. Podrás probar tus productos preferidos o de tus marcas favoritas y dar tu opinión sobre ellos. Es todo muy sencillo, sin coste ninguno y con mucha diversión.

source: Parte %d
el_gr: Μέρος %d

source: Completa o teu perfil e ganha 150 pontos incluindo 40 pontos de Bónus.
el_gr: Συμπλήρωσε το προφίλ σου και κέρδισε 160 πόντους, αλλά και 40 μπόνους πόντους.
es_es: Completa tu perfil y gana 160 puntos, incluidos 40 puntos de bonificación.

source: Perfil
el_gr: Προφίλ

source: Completa o teu perfil
el_gr: Συμπλήρωσε το προφίλ σου
es_es: Completa tu perfil.

source: Pontos
el_gr: Πόντοι
es_es: Puntos

source: Nível
el_gr: Επίπεδο
es_es: Nivel

source: pontos ganhos
el_gr: πόντοι που κέρδισες
es_es: puntos ganados

source: %d amigos teus inscreveram-se em embaixadores.com utilizando o teu código de convite
el_gr: %d από τους φίλους σου έγιναν μέλη στο Ambassadors.com χρησιμοποιώντας τον κωδικό πρόσκλησης
es_es: %d de tus amigos entraron en ambassadors.com usando tu código de invitación

source: Categorias
el_gr: Κατηγορίες
es_es: Categorías

source: Ganhos
el_gr: Έχεις κερδίσει
es_es: Ganancias

source: Disponíveis
el_gr: Διαθέσιμοι
es_es: Disponibles

source: Percentagem preenchida
el_gr: Ποσοστό συμπλήρωσης
es_es: Porcentaje completado

source: Liga o teu perfil ás redes sociais e expande a tua influência online!
el_gr: Συνέδεσε το προφίλ σου με κοινωνικά δίκτυα και επέκτεινε την επιρροή σου στο διαδίκτυο!
es_es: ¡Conecta tu perfil en las redes sociales y amplia tu influencia online!

source: pts.
el_gr: πόντοι

source: Editar
el_gr: Επεξεργασία

source: Por:
el_gr: Από:

source: Gosto!
el_gr: Like
es_es: Te gusta!

source: Já votaste!
el_gr: ψήφισες ήδη
es_es: ¡Has votado!

source: Votos:
el_gr: Ψήφοι:

source: Enviar a amigos
el_gr: Στείλτο σε φίλους

source: fotos:
el_gr: φωτογραφίες:

source: Submeter fotos
el_gr: Υποβολή φωτογραφιών
es_es: Enviar fotos

source: outra
el_gr: Άλλο
es_es: otro

source: Esta pergunta é obrigatória.
el_gr: Η ερώτηση είναι απαραίτητη.
es_es: Esta pregunta es obligatoria.

source: A enviar... Por favor aguarde.
el_gr: Μεταφόρτωση... Παρακαλώ περιμένετε.
es_es: Enviando... Espera.

source: profile::interests::activity - Activity
el_gr: Δραστηριότητα

source: profile::interests::activity - What do you think you are
el_gr: Τι επίπεδο είσαι;

source: profile::interests::activity - Frequency
el_gr: Συχνότητα

source: Jan
el_gr: Ιαν
es_es: Ene

source: Fev
el_gr: Φεβ
es_es: Feb

source: Mar
el_gr: Μαρ

source: Abr
el_gr: Απρ

source: Mai
el_gr: Μαι
es_es: May

source: Jun
el_gr: Ιουν

source: Jul
el_gr: Ιουλ

source: Ago
el_gr: Αυγ

source: Set
el_gr: Σεπ
es_es: Sep

source: Out
el_gr: Οκτ
es_es: Oct

source: Nov
el_gr: Νοε

source: Dez
el_gr: Δεκ
es_es: Dic

source: Janeiro
el_gr: Ιανουάριος
es_es: Enero

source: Fevereiro
el_gr: Φεβρουάριος
es_es: Febrero

source: Março
el_gr: Μάρτιος
es_es: Marzo

source: Abril
el_gr: Απρίλιος

source: Maio
el_gr: Μάιος
es_es: Mayo

source: Junho
el_gr: Ιούνιος
es_es: Junio

source: Julho
el_gr: Ιούλιος
es_es: Julio

source: Agosto
el_gr: Αύγουστος

source: Setembro
el_gr: Σεπτέμβριος
es_es: Septiembre

source: Outubro
el_gr: Οκτώβριος
es_es: Octubre

source: Novembro
el_gr: Νοέμβριος
es_es: Noviembre

source: Dezembro
el_gr: Δεκέμβριος
es_es: Diciembre

source: Dom
el_gr: Κυρ

source: Seg
el_gr: Δευ
es_es: Lun

source: Ter
el_gr: Τρι
es_es: Mar

source: Qua
el_gr: Τετ
es_es: Mie

source: Qui
el_gr: Πεμ
es_es: Jue

source: Sex
el_gr: Παρ
es_es: Vie

source: Sab
el_gr: Σαβ

source: Domingo
el_gr: Κυριακή

source: Segunda
el_gr: Δευτέρα
es_es: Lunes

source: Terça
el_gr: Τρίτη
es_es: Martes

source: Quarta
el_gr: Τετάρτη
es_es: Miércoles

source: Quinta
el_gr: Πέμπτη
es_es: Jueves

source: Sexta
el_gr: Παρασκευή
es_es: Viernes

source: Sábado
el_gr: Σάββατο

source: Hoje
el_gr: Σήμερα
es_es: Hoy

source: Seguinte
el_gr: Επόμενο
es_es: Siguiente

source: Anterior
el_gr: Προηγούμενο

source: Qual o url da conta
el_gr: Ποιο είναι το url του λογαριασμού σου;
es_es: ¿Cuál es la URL de tu cuenta?

source: profile:social_networks:contacts_quantity:question - Número de contatos
el_gr: Αριθμός επαφών
es_es: Número de contactos

source: profile:social_networks:time_spent:question - Com que regularidade utilizas?
el_gr: Πόσο συχνά το χρησιμοποιείς;
es_es: ¿Con qué frecuencia la utilizas?

source: profile:social_networks:behaviour:question - Qual o teu comportamentos (escolhe o que mais se adequa ao teu estilo)
el_gr: Ποια είναι η συνήθης συμπεριφορά σου;
es_es: ¿Cuál es tu comportamiento normal (elige el que mejor se adapte a tu estilo)?

source: Mais informações
el_gr: Περισσότερες πληροφορίες
es_es: Más información

source: Partilha com os teus amigos:
el_gr: Μοιράσου το με τους φίλους σου:
es_es: Disfruta y recomienda a tus amigos:

source: Submeter
el_gr: Υποβολή
es_es: Enviar

source: Bem-vindo(a)
el_gr: Καλώς ήρθες
es_es: Bienvenido

source: Logout
el_gr: Αποσύνδεση
es_es: Cerrar sesión

source: Entrar
el_gr: Είσοδος

source: Username ou email
el_gr: Όνομα χρήστη ή email
es_es: Nombre de usuario o correo electrónico

source: Password
el_gr: Κωδικός πρόσβασης
es_es: Contraseña

source: label::sign_in Sign in
el_gr: είσοδος
es_es: Iniciar sesión

source: login::recover_password
el_gr: Ανάκτηση κωδικού πρόσβασης
es_es: He olvidado mi contraseña

source: request_password_recover_email::text
el_gr: διεύθυνση email

source: request_password_recover_email_field::Email:
el_gr: Email

source: recover_password::recover_password::sub_title Escreve em baixo a tua nova password
el_gr: Νέος κωδικός πρόσβασης

source: recover_password::recover_password::text Depois de confirmares a mudança receberás por email a confirmação.
el_gr: Μετά την επιβεβαίωση της αλλαγής θα λάβεις email επιβεβαίωσης

source: label:confirm_password Confirmar password
el_gr: Επιβεβαίωση συνθηματικού

source: label::Ok Ok
el_gr: Αποθήκευση

source: Parabéns!
el_gr: Συγχαρητήρια!
es_es: ¡Enhorabuena!

source: O teu email já seguiu para ti.
el_gr: Σου έχουμε ήδη στείλει email.
es_es: Se te ha enviado un correo electrónico.

source: registration::register::submit::confirmation_mail_sended - Verifica o teu email e clica no link enviado.
el_gr: Τσέκαρε το email σου και πάτα το link που σου στείλαμε
es_es: Ahora comprueba tu e-mail y haz clic en el enlace que te enviamos para validar tu cuenta

source: Título:
el_gr: Θέμα:

source: Mensagem:
el_gr: Μήνυμα:
es_es: Mensaje:

source: Obrigado por partilhar com os teus amigos!
el_gr: Ευχαριστούμε που το μοιράστηκες με τους φίλους σου!
es_es: ¡Gracias por compartir con tus amigos!

source: A equipa de %s
el_gr: Η Ελληνική ομάδα του %s
es_es: El equipo de %s

source: A equipa
el_gr: Η Ελληνική ομάδα του WOM
es_es: El equipo

source: Estás apenas a um passo de completar o processo de registo.
el_gr: Είσαι μόλις ένα βήμα πριν την ολοκλήρωση της διαδικασίας εγγραφής.
es_es: Sólo te queda un paso para completar el proceso de registro.
